{
  "Cordillera":{
    "Fonts":[
      {
        "name": "Vesper Arch",
        "aspect": "Holy",
        "location": [39, 16],
        "desc": "A great arch of white ivory rises from the ground here, though a constant clicking and whirring seems to emanate from it. A melodious chorus of chiming augments the periodic peal of ethereal bells that are heard but not seen emanates from the arch"
      },
      {
        "name": "The Phantasmal Barrow",
        "aspect": "Death",
        "location": [28, 18],
        "desc": "A large heaped mound of earth sits here, covered in lush grass and succulents that have an unearthly, translucent greyish color. The air is heavy with a cloying scent of decaying flowers."
      },
      {
        "name": "Watchers Light",
        "aspect": "Fire",
        "location": [50, 19],
        "desc": "A great, smokeless, everburning bonfire of blue and green flame dominates the area; oddly, while it puts off light, there is no heat, no fuel, and nothing in the area seems to be consumed."
      },
      {
        "name": "Weeping Cube",
        "aspect": "Unholy",
        "location": [57, 42],
        "desc": "An enormous, pitted black cube of wrought iron juts from the ground here. From numerous points on the surface of the cube, half-congealed blood slowly oozes, which has left the ground around the cube stained a deep, almost black, red."
      },
      {
        "name": "Juggling Quagmire",
        "aspect": "Acid",
        "location": [47, 49],
        "desc": "Occasionally the ground here trembles as small wet boulders, surfaces pitted and blackened, are belched forth a few feet from the ground before falling back into the earth and sinking quickly beneath the surface, which ripples as though it were liquid as the boulders pass through but still seems solid to the touch."
      },
      {
        "name": "Silverfall",
        "aspect": "Arcane",
        "location": [65, 15],
        "desc": "A large black obelisk topped by a bowl rather than a point, perhaps three meters high, with no visible markings rises from the ground here. Silver motes of light cascade down from the edges of the bowl and swirl around the obelisk, soundlessly disappearing before touching any solid object"
      },
      {
        "name": "Vampire Rose",
        "aspect": "Piercing",
        "location": [18, 30],
        "desc": "A number of neatly-trimmed, well-cultivated white and yellow rose bushes sit in an orderly circle here; upon closer inspection, their thorns are abnormally elongated and sharp and even the leaves and the petals of the roses curl and narrow to surprisingly pointed tips."
      },
      {
        "name": "Saeth Gylchog",
        "aspect": "Cold",
        "location": [6, 33],
        "desc": "Five rock circles, with each rock perhaps a foot tall, are arranged in a V-shape with the point of the V facing to the east here."
      },
      {
        "name": "Sawcrest",
        "aspect": "Slashing",
        "location": [46, 32],
        "desc": "A great semicircular ridge of pyrite-laced quartz rises vertically from the ground here. It sparkles when looked at directly but gives the uneasy illusion of being in rapid motion when in the corners of the field of vision."
      }
    ],
    "Ley Lines":[
      {
        "source": "Vesper Arch",
        "start": [39, 16],
        "end": [22, 33]
      },
      {
        "source": "The Phantasmal Barrow",
        "start": [28, 18],
        "end": [28, 45]
      },
      {
        "source": "Watchers Light",
        "start": [50, 19],
        "end": [60, 29]
      },
      {
        "source": "Weeping Cube",
        "start": [57, 42],
        "end": [51, 36]
      },
      {
        "source": "Juggling Quagmire",
        "start": [47, 49],
        "end": [38, 40]
      },
      {
        "source": "Silverfall",
        "start": [65, 15],
        "end": [30, 15]
      },
      {
        "source": "Vampire Rose",
        "start": [18, 30],
        "end": [14, 26]
      },
	  {
        "source": "Vampire Rose",
        "start": [14, 26],
        "end": [7, 26]
      },
      {
        "source": "Saeth Gylchog",
        "start": [6, 33],
        "end": [6, 27]
      },
	  {
        "source": "Saeth Gylchog",
        "start": [6, 27],
        "end": [7, 26]
      },
      {
        "source": "Sawcrest",
        "start": [46, 32],
        "end": [42, 36]
      }
    ]
  }
}
